driver-tests/bpelse/faulthandling/StandardFaultsJbi/test/SelectionFailure_ThrowFromCopy/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xs="http://xml.netbeans.org/schema/StandardFaultsBpel/src/SelectionFailure/XmlSchema">
  <soapenv:Body>
    <xs:Message>
      <xs:Id>case1</xs:Id>
      <xs:Data>This is the message.</xs:Data>
    </xs:Message>
  </soapenv:Body>
</soapenv:Envelope>